{
    "C1": {
        "__PAD__": 0,
        "14": 1,
        "15": 2,
        "16": 3,
        "17": 4,
        "18": 5,
        "19": 6,
        "20": 7,
        "23": 8,
        "24": 9,
        "21": 10,
        "22": 11,
        "32": 12,
        "26": 13,
        "28": 14,
        "27": 15,
        "29": 16,
        "31": 17,
        "33": 18,
        "37": 19,
        "40": 20,
        "75": 21,
        "113": 22,
        "115": 23,
        "25": 24,
        "41": 25,
        "42": 26,
        "428": 27,
        "445": 28,
        "45": 29,
        "522": 30,
        "56": 31,
        "58": 32,
        "61": 33,
        "65": 34,
        "88": 35,
        "90": 36,
        "91": 37,
        "910": 38,
        "99": 39,
        "__OOV__": 40
    },
    "C2": {
        "__PAD__": 0,
        "1475": 1,
        "1481": 2,
        "1484": 3,
        "1508": 4,
        "1496": 5,
        "1479": 6,
        "1480": 7,
        "1476": 8,
        "1486": 9,
        "1522": 10,
        "1477": 11,
        "1502": 12,
        "1478": 13,
        "1483": 14,
        "1487": 15,
        "1498": 16,
        "1490": 17,
        "1493": 18,
        "1644": 19,
        "1488": 20,
        "1504": 21,
        "1507": 22,
        "1517": 23,
        "1524": 24,
        "1492": 25,
        "1495": 26,
        "1497": 27,
        "1510": 28,
        "1513": 29,
        "1482": 30,
        "1521": 31,
        "1533": 32,
        "1581": 33,
        "1594": 34,
        "1602": 35,
        "1491": 36,
        "1515": 37,
        "1516": 38,
        "1542": 39,
        "1550": 40,
        "1553": 41,
        "1556": 42,
        "1563": 43,
        "1566": 44,
        "1704": 45,
        "1485": 46,
        "1489": 47,
        "1494": 48,
        "1501": 49,
        "1505": 50,
        "1526": 51,
        "1530": 52,
        "1537": 53,
        "1541": 54,
        "1549": 55,
        "1557": 56,
        "1559": 57,
        "1571": 58,
        "1574": 59,
        "1582": 60,
        "1584": 61,
        "1586": 62,
        "1596": 63,
        "1607": 64,
        "1609": 65,
        "1636": 66,
        "1642": 67,
        "1762": 68,
        "1764": 69,
        "1824": 70,
        "1942": 71,
        "1499": 72,
        "1500": 73,
        "1503": 74,
        "1509": 75,
        "1512": 76,
        "1514": 77,
        "1518": 78,
        "1520": 79,
        "1527": 80,
        "1528": 81,
        "1531": 82,
        "1532": 83,
        "1545": 84,
        "1547": 85,
        "1551": 86,
        "1552": 87,
        "1555": 88,
        "1558": 89,
        "1560": 90,
        "1565": 91,
        "1567": 92,
        "1570": 93,
        "1576": 94,
        "1587": 95,
        "1592": 96,
        "1593": 97,
        "1599": 98,
        "1601": 99,
        "1608": 100,
        "1611": 101,
        "1612": 102,
        "1615": 103,
        "1618": 104,
        "1621": 105,
        "1623": 106,
        "1629": 107,
        "1632": 108,
        "1638": 109,
        "1649": 110,
        "1653": 111,
        "1654": 112,
        "1655": 113,
        "1656": 114,
        "1658": 115,
        "1665": 116,
        "1679": 117,
        "1684": 118,
        "1686": 119,
        "1693": 120,
        "1695": 121,
        "1697": 122,
        "1700": 123,
        "1701": 124,
        "1708": 125,
        "1709": 126,
        "1712": 127,
        "1723": 128,
        "1726": 129,
        "1735": 130,
        "1751": 131,
        "1758": 132,
        "1761": 133,
        "1777": 134,
        "1786": 135,
        "1827": 136,
        "1829": 137,
        "1879": 138,
        "1941": 139,
        "1960": 140,
        "1997": 141,
        "__OOV__": 142
    },
    "C3": {
        "__PAD__": 0,
        "2032": 1,
        "2033": 2,
        "2037": 3,
        "2038": 4,
        "2034": 5,
        "2035": 6,
        "2047": 7,
        "2044": 8,
        "2045": 9,
        "2039": 10,
        "2042": 11,
        "2036": 12,
        "2041": 13,
        "2060": 14,
        "2061": 15,
        "2064": 16,
        "2065": 17,
        "2048": 18,
        "2055": 19,
        "2056": 20,
        "2069": 21,
        "2071": 22,
        "2073": 23,
        "2084": 24,
        "2093": 25,
        "2100": 26,
        "2128": 27,
        "2176": 28,
        "2217": 29,
        "2218": 30,
        "2659": 31,
        "2834": 32,
        "3799": 33,
        "10342": 34,
        "106800": 35,
        "10944": 36,
        "111736": 37,
        "11273": 38,
        "115437": 39,
        "115700": 40,
        "117072": 41,
        "12512": 42,
        "125449": 43,
        "125812": 44,
        "12714": 45,
        "12746": 46,
        "130494": 47,
        "130669": 48,
        "13211": 49,
        "132881": 50,
        "13846": 51,
        "13858": 52,
        "142716": 53,
        "14842": 54,
        "14881": 55,
        "148855": 56,
        "148894": 57,
        "152372": 58,
        "16105": 59,
        "167187": 60,
        "16985": 61,
        "170148": 62,
        "17034": 63,
        "17076": 64,
        "17236": 65,
        "17982": 66,
        "18142": 67,
        "19070": 68,
        "193322": 69,
        "195771": 70,
        "19828": 71,
        "20380": 72,
        "2040": 73,
        "2046": 74,
        "2049": 75,
        "2050": 76,
        "2051": 77,
        "2052": 78,
        "2053": 79,
        "206119": 80,
        "2066": 81,
        "2067": 82,
        "2072": 83,
        "2075": 84,
        "207921": 85,
        "2080": 86,
        "2092": 87,
        "2097": 88,
        "2107": 89,
        "2116": 90,
        "2117": 91,
        "2118": 92,
        "2123": 93,
        "2131": 94,
        "2133": 95,
        "2145": 96,
        "21460": 97,
        "2147": 98,
        "2152": 99,
        "2154": 100,
        "2156": 101,
        "2164": 102,
        "21800": 103,
        "2184": 104,
        "2187": 105,
        "2188": 106,
        "2189": 107,
        "2194": 108,
        "2201": 109,
        "2206": 110,
        "2222": 111,
        "2229": 112,
        "2232": 113,
        "2251": 114,
        "2253": 115,
        "2256": 116,
        "2258": 117,
        "2270": 118,
        "2271": 119,
        "2273": 120,
        "2286": 121,
        "2287": 122,
        "2294": 123,
        "2303": 124,
        "2306": 125,
        "23086": 126,
        "2309": 127,
        "2317": 128,
        "2319": 129,
        "2347": 130,
        "2386": 131,
        "2388": 132,
        "23901": 133,
        "2395": 134,
        "242592": 135,
        "242924": 136,
        "2452": 137,
        "2475": 138,
        "2483": 139,
        "2493": 140,
        "2495": 141,
        "25005": 142,
        "2509": 143,
        "2511": 144,
        "2516": 145,
        "2517": 146,
        "252157": 147,
        "2530": 148,
        "25566": 149,
        "257153": 150,
        "2616": 151,
        "26237": 152,
        "2635": 153,
        "2644": 154,
        "2701": 155,
        "2727": 156,
        "2728": 157,
        "2779": 158,
        "278449": 159,
        "279555": 160,
        "2816": 161,
        "28337": 162,
        "28399": 163,
        "28627": 164,
        "2872": 165,
        "2886": 166,
        "290108": 167,
        "2997": 168,
        "3022": 169,
        "3028": 170,
        "30333": 171,
        "304351": 172,
        "3064": 173,
        "3103": 174,
        "3107": 175,
        "3111": 176,
        "31610": 177,
        "31725": 178,
        "3215": 179,
        "32433": 180,
        "33272": 181,
        "33621": 182,
        "3412": 183,
        "3418": 184,
        "346825": 185,
        "34697": 186,
        "3530": 187,
        "355449": 188,
        "3560": 189,
        "3562": 190,
        "3641": 191,
        "3713": 192,
        "377201": 193,
        "3831": 194,
        "3837": 195,
        "3843": 196,
        "3856": 197,
        "3867": 198,
        "3962": 199,
        "3966": 200,
        "406710": 201,
        "4155": 202,
        "4176": 203,
        "4212": 204,
        "4326": 205,
        "4332": 206,
        "4355": 207,
        "4393": 208,
        "4418": 209,
        "44337": 210,
        "4609": 211,
        "4643": 212,
        "46864": 213,
        "4807": 214,
        "4831": 215,
        "49508": 216,
        "5011": 217,
        "5014": 218,
        "5215": 219,
        "5501": 220,
        "5567": 221,
        "5699": 222,
        "5972": 223,
        "6158": 224,
        "61799": 225,
        "6210": 226,
        "6285": 227,
        "63125": 228,
        "67274": 229,
        "69892": 230,
        "7108": 231,
        "72428": 232,
        "73288": 233,
        "7442": 234,
        "78398": 235,
        "7967": 236,
        "7994": 237,
        "8020": 238,
        "82452": 239,
        "8251": 240,
        "8330": 241,
        "8334": 242,
        "8340": 243,
        "8412": 244,
        "84697": 245,
        "84703": 246,
        "8593": 247,
        "8677": 248,
        "8693": 249,
        "8727": 250,
        "89409": 251,
        "8957": 252,
        "90904": 253,
        "9149": 254,
        "98310": 255,
        "__OOV__": 256
    },
    "C4": {
        "__PAD__": 0,
        "415607": 1,
        "415606": 2,
        "415609": 3,
        "415610": 4,
        "415612": 5,
        "415611": 6,
        "415620": 7,
        "415622": 8,
        "415643": 9,
        "415608": 10,
        "415614": 11,
        "415615": 12,
        "415618": 13,
        "415621": 14,
        "415613": 15,
        "415617": 16,
        "415629": 17,
        "415640": 18,
        "415642": 19,
        "415662": 20,
        "415778": 21,
        "415872": 22,
        "415623": 23,
        "415624": 24,
        "415634": 25,
        "415635": 26,
        "415652": 27,
        "415657": 28,
        "415672": 29,
        "415674": 30,
        "415679": 31,
        "415701": 32,
        "415702": 33,
        "415713": 34,
        "415719": 35,
        "415721": 36,
        "415750": 37,
        "415799": 38,
        "415933": 39,
        "416353": 40,
        "416362": 41,
        "416455": 42,
        "415616": 43,
        "415625": 44,
        "415626": 45,
        "415627": 46,
        "415628": 47,
        "415630": 48,
        "415632": 49,
        "415633": 50,
        "415638": 51,
        "415641": 52,
        "415647": 53,
        "415648": 54,
        "415651": 55,
        "415658": 56,
        "415660": 57,
        "415665": 58,
        "415668": 59,
        "415676": 60,
        "415683": 61,
        "415688": 62,
        "415690": 63,
        "415695": 64,
        "415697": 65,
        "415706": 66,
        "415707": 67,
        "415708": 68,
        "415710": 69,
        "415711": 70,
        "415723": 71,
        "415725": 72,
        "415728": 73,
        "415730": 74,
        "415734": 75,
        "415739": 76,
        "415742": 77,
        "415754": 78,
        "415755": 79,
        "415756": 80,
        "415762": 81,
        "415769": 82,
        "415772": 83,
        "415777": 84,
        "415785": 85,
        "415795": 86,
        "415801": 87,
        "415802": 88,
        "415804": 89,
        "415811": 90,
        "415814": 91,
        "415824": 92,
        "415832": 93,
        "415843": 94,
        "415844": 95,
        "415854": 96,
        "415859": 97,
        "415866": 98,
        "415868": 99,
        "415878": 100,
        "415882": 101,
        "415900": 102,
        "415912": 103,
        "415918": 104,
        "415928": 105,
        "415937": 106,
        "415940": 107,
        "415946": 108,
        "415963": 109,
        "416013": 110,
        "416022": 111,
        "416031": 112,
        "416061": 113,
        "416063": 114,
        "416065": 115,
        "416067": 116,
        "416075": 117,
        "416082": 118,
        "416127": 119,
        "416138": 120,
        "416153": 121,
        "416158": 122,
        "416160": 123,
        "416189": 124,
        "416364": 125,
        "416375": 126,
        "416377": 127,
        "416389": 128,
        "416396": 129,
        "416425": 130,
        "416508": 131,
        "416549": 132,
        "416560": 133,
        "416594": 134,
        "416603": 135,
        "416620": 136,
        "416667": 137,
        "416705": 138,
        "416712": 139,
        "416751": 140,
        "416776": 141,
        "416785": 142,
        "416811": 143,
        "416819": 144,
        "416831": 145,
        "416877": 146,
        "416892": 147,
        "416913": 148,
        "416972": 149,
        "416987": 150,
        "417016": 151,
        "417054": 152,
        "417065": 153,
        "417086": 154,
        "417175": 155,
        "417209": 156,
        "417317": 157,
        "417349": 158,
        "417351": 159,
        "417365": 160,
        "417476": 161,
        "417479": 162,
        "417490": 163,
        "417529": 164,
        "417551": 165,
        "417573": 166,
        "417600": 167,
        "417627": 168,
        "417668": 169,
        "417684": 170,
        "417878": 171,
        "417906": 172,
        "417958": 173,
        "417978": 174,
        "417985": 175,
        "418042": 176,
        "418047": 177,
        "418076": 178,
        "418201": 179,
        "418228": 180,
        "418296": 181,
        "418530": 182,
        "418542": 183,
        "418565": 184,
        "418626": 185,
        "418805": 186,
        "418841": 187,
        "418993": 188,
        "419030": 189,
        "419047": 190,
        "419051": 191,
        "419191": 192,
        "419357": 193,
        "419428": 194,
        "419498": 195,
        "419591": 196,
        "419711": 197,
        "419785": 198,
        "419838": 199,
        "419942": 200,
        "419965": 201,
        "420118": 202,
        "420225": 203,
        "420336": 204,
        "420577": 205,
        "420582": 206,
        "420587": 207,
        "420923": 208,
        "420985": 209,
        "421036": 210,
        "421098": 211,
        "421153": 212,
        "421268": 213,
        "421411": 214,
        "421503": 215,
        "421530": 216,
        "421650": 217,
        "421747": 218,
        "421871": 219,
        "422103": 220,
        "422300": 221,
        "422362": 222,
        "422373": 223,
        "422714": 224,
        "422792": 225,
        "422882": 226,
        "422888": 227,
        "422892": 228,
        "423093": 229,
        "423402": 230,
        "423412": 231,
        "423659": 232,
        "423691": 233,
        "423778": 234,
        "423806": 235,
        "423931": 236,
        "423961": 237,
        "424121": 238,
        "424232": 239,
        "424291": 240,
        "424844": 241,
        "424945": 242,
        "425727": 243,
        "426066": 244,
        "426076": 245,
        "426706": 246,
        "427190": 247,
        "428582": 248,
        "428599": 249,
        "428628": 250,
        "428642": 251,
        "428843": 252,
        "429262": 253,
        "429300": 254,
        "429397": 255,
        "430083": 256,
        "430404": 257,
        "430891": 258,
        "431766": 259,
        "432435": 260,
        "432631": 261,
        "433409": 262,
        "434237": 263,
        "434285": 264,
        "434400": 265,
        "434621": 266,
        "435201": 267,
        "435448": 268,
        "436191": 269,
        "439588": 270,
        "439956": 271,
        "440314": 272,
        "441176": 273,
        "442031": 274,
        "442644": 275,
        "442647": 276,
        "444293": 277,
        "447204": 278,
        "448043": 279,
        "449572": 280,
        "449925": 281,
        "453957": 282,
        "455053": 283,
        "459771": 284,
        "461687": 285,
        "466726": 286,
        "470472": 287,
        "471786": 288,
        "474401": 289,
        "479317": 290,
        "481023": 291,
        "487747": 292,
        "491145": 293,
        "505853": 294,
        "510185": 295,
        "512427": 296,
        "520471": 297,
        "526623": 298,
        "530830": 299,
        "539507": 300,
        "540367": 301,
        "559996": 302,
        "562974": 303,
        "574411": 304,
        "581539": 305,
        "586880": 306,
        "590175": 307,
        "594670": 308,
        "597338": 309,
        "604535": 310,
        "657452": 311,
        "657990": 312,
        "__OOV__": 313
    },
    "C5": {
        "__PAD__": 0,
        "664216": 1,
        "664217": 2,
        "664218": 3,
        "664219": 4,
        "664221": 5,
        "664220": 6,
        "664223": 7,
        "664224": 8,
        "664225": 9,
        "664222": 10,
        "664228": 11,
        "664230": 12,
        "664232": 13,
        "664233": 14,
        "664234": 15,
        "664253": 16,
        "__OOV__": 17
    },
    "C6": {
        "__PAD__": 0,
        "664522": 1,
        "664523": 2,
        "664524": 3,
        "664521": 4,
        "664525": 5,
        "664526": 6,
        "664527": 7,
        "__OOV__": 8
    },
    "C7": {
        "__PAD__": 0,
        "664550": 1,
        "664591": 2,
        "664566": 3,
        "664547": 4,
        "664571": 5,
        "664606": 6,
        "664573": 7,
        "664592": 8,
        "664570": 9,
        "664672": 10,
        "664683": 11,
        "664543": 12,
        "664545": 13,
        "664549": 14,
        "664553": 15,
        "664556": 16,
        "664582": 17,
        "664596": 18,
        "664605": 19,
        "664613": 20,
        "664666": 21,
        "664762": 22,
        "664782": 23,
        "664932": 24,
        "665145": 25,
        "666253": 26,
        "664551": 27,
        "664557": 28,
        "664558": 29,
        "664559": 30,
        "664565": 31,
        "664578": 32,
        "664580": 33,
        "664581": 34,
        "664584": 35,
        "664585": 36,
        "664587": 37,
        "664593": 38,
        "664601": 39,
        "664617": 40,
        "664619": 41,
        "664622": 42,
        "664623": 43,
        "664633": 44,
        "664642": 45,
        "664644": 46,
        "664671": 47,
        "664677": 48,
        "664680": 49,
        "664693": 50,
        "664698": 51,
        "664759": 52,
        "664792": 53,
        "664794": 54,
        "664814": 55,
        "664815": 56,
        "664849": 57,
        "664881": 58,
        "664930": 59,
        "664958": 60,
        "664970": 61,
        "665047": 62,
        "665234": 63,
        "665266": 64,
        "665295": 65,
        "665360": 66,
        "665594": 67,
        "665676": 68,
        "665982": 69,
        "666052": 70,
        "666130": 71,
        "667012": 72,
        "667597": 73,
        "670926": 74,
        "664544": 75,
        "664548": 76,
        "664552": 77,
        "664554": 78,
        "664561": 79,
        "664563": 80,
        "664574": 81,
        "664575": 82,
        "664576": 83,
        "664583": 84,
        "664594": 85,
        "664611": 86,
        "664612": 87,
        "664614": 88,
        "664616": 89,
        "664618": 90,
        "664621": 91,
        "664626": 92,
        "664634": 93,
        "664640": 94,
        "664646": 95,
        "664647": 96,
        "664648": 97,
        "664650": 98,
        "664655": 99,
        "664660": 100,
        "664662": 101,
        "664665": 102,
        "664669": 103,
        "664686": 104,
        "664691": 105,
        "664703": 106,
        "664706": 107,
        "664707": 108,
        "664714": 109,
        "664716": 110,
        "664729": 111,
        "664730": 112,
        "664735": 113,
        "664746": 114,
        "664748": 115,
        "664750": 116,
        "664771": 117,
        "664789": 118,
        "664793": 119,
        "664795": 120,
        "664796": 121,
        "664804": 122,
        "664808": 123,
        "664811": 124,
        "664817": 125,
        "664820": 126,
        "664822": 127,
        "664823": 128,
        "664825": 129,
        "664842": 130,
        "664845": 131,
        "664854": 132,
        "664867": 133,
        "664868": 134,
        "664869": 135,
        "664876": 136,
        "664882": 137,
        "664888": 138,
        "664900": 139,
        "664902": 140,
        "664917": 141,
        "664921": 142,
        "664924": 143,
        "664925": 144,
        "664936": 145,
        "664937": 146,
        "664940": 147,
        "664947": 148,
        "664959": 149,
        "664969": 150,
        "664974": 151,
        "664977": 152,
        "664992": 153,
        "665008": 154,
        "665009": 155,
        "665013": 156,
        "665025": 157,
        "665031": 158,
        "665033": 159,
        "665045": 160,
        "665046": 161,
        "665052": 162,
        "665057": 163,
        "665064": 164,
        "665067": 165,
        "665069": 166,
        "665073": 167,
        "665074": 168,
        "665075": 169,
        "665083": 170,
        "665087": 171,
        "665098": 172,
        "665111": 173,
        "665118": 174,
        "665131": 175,
        "665133": 176,
        "665136": 177,
        "665142": 178,
        "665147": 179,
        "665149": 180,
        "665152": 181,
        "665159": 182,
        "665164": 183,
        "665165": 184,
        "665184": 185,
        "665199": 186,
        "665202": 187,
        "665203": 188,
        "665207": 189,
        "665212": 190,
        "665217": 191,
        "665220": 192,
        "665221": 193,
        "665224": 194,
        "665227": 195,
        "665230": 196,
        "665231": 197,
        "665252": 198,
        "665263": 199,
        "665287": 200,
        "665294": 201,
        "665299": 202,
        "665303": 203,
        "665306": 204,
        "665316": 205,
        "665322": 206,
        "665327": 207,
        "665342": 208,
        "665351": 209,
        "665372": 210,
        "665379": 211,
        "665396": 212,
        "665409": 213,
        "665413": 214,
        "665419": 215,
        "665424": 216,
        "665428": 217,
        "665429": 218,
        "665430": 219,
        "665431": 220,
        "665433": 221,
        "665438": 222,
        "665446": 223,
        "665447": 224,
        "665450": 225,
        "665451": 226,
        "665459": 227,
        "665461": 228,
        "665486": 229,
        "665506": 230,
        "665525": 231,
        "665526": 232,
        "665561": 233,
        "665562": 234,
        "665565": 235,
        "665566": 236,
        "665570": 237,
        "665577": 238,
        "665578": 239,
        "665595": 240,
        "665597": 241,
        "665623": 242,
        "665642": 243,
        "665648": 244,
        "665650": 245,
        "665660": 246,
        "665663": 247,
        "665672": 248,
        "665688": 249,
        "665700": 250,
        "665702": 251,
        "665709": 252,
        "665724": 253,
        "665729": 254,
        "665736": 255,
        "665738": 256,
        "665744": 257,
        "665755": 258,
        "665774": 259,
        "665776": 260,
        "665782": 261,
        "665802": 262,
        "665804": 263,
        "665811": 264,
        "665813": 265,
        "665818": 266,
        "665838": 267,
        "665840": 268,
        "665841": 269,
        "665863": 270,
        "665873": 271,
        "665876": 272,
        "665901": 273,
        "665904": 274,
        "665908": 275,
        "665916": 276,
        "665919": 277,
        "665927": 278,
        "665938": 279,
        "665972": 280,
        "665994": 281,
        "666006": 282,
        "666035": 283,
        "666048": 284,
        "666057": 285,
        "666064": 286,
        "666073": 287,
        "666088": 288,
        "666098": 289,
        "666121": 290,
        "666125": 291,
        "666128": 292,
        "666148": 293,
        "666154": 294,
        "666158": 295,
        "666171": 296,
        "666179": 297,
        "666181": 298,
        "666194": 299,
        "666201": 300,
        "666214": 301,
        "666219": 302,
        "666248": 303,
        "666254": 304,
        "666286": 305,
        "666301": 306,
        "666302": 307,
        "666324": 308,
        "666335": 309,
        "666392": 310,
        "666396": 311,
        "666424": 312,
        "666428": 313,
        "666434": 314,
        "666467": 315,
        "666517": 316,
        "666545": 317,
        "666549": 318,
        "666551": 319,
        "666567": 320,
        "666575": 321,
        "666588": 322,
        "666593": 323,
        "666676": 324,
        "666677": 325,
        "666714": 326,
        "666720": 327,
        "666721": 328,
        "666749": 329,
        "666758": 330,
        "666759": 331,
        "666762": 332,
        "666763": 333,
        "666765": 334,
        "666802": 335,
        "666805": 336,
        "666883": 337,
        "666888": 338,
        "666946": 339,
        "666951": 340,
        "666971": 341,
        "666988": 342,
        "667022": 343,
        "667055": 344,
        "667068": 345,
        "667090": 346,
        "667116": 347,
        "667155": 348,
        "667289": 349,
        "667312": 350,
        "667368": 351,
        "667372": 352,
        "667396": 353,
        "667411": 354,
        "667462": 355,
        "667520": 356,
        "667527": 357,
        "667532": 358,
        "667540": 359,
        "667591": 360,
        "667625": 361,
        "667636": 362,
        "667662": 363,
        "667759": 364,
        "667798": 365,
        "667813": 366,
        "667945": 367,
        "667992": 368,
        "667995": 369,
        "668023": 370,
        "668074": 371,
        "668142": 372,
        "668167": 373,
        "668221": 374,
        "668457": 375,
        "668469": 376,
        "668528": 377,
        "668615": 378,
        "668655": 379,
        "668698": 380,
        "668756": 381,
        "668759": 382,
        "668775": 383,
        "668784": 384,
        "668915": 385,
        "668974": 386,
        "669164": 387,
        "669218": 388,
        "669408": 389,
        "669449": 390,
        "669497": 391,
        "669500": 392,
        "669727": 393,
        "669731": 394,
        "669790": 395,
        "669832": 396,
        "669865": 397,
        "670007": 398,
        "670039": 399,
        "670074": 400,
        "670114": 401,
        "670239": 402,
        "670242": 403,
        "670245": 404,
        "670363": 405,
        "670871": 406,
        "670927": 407,
        "671028": 408,
        "671092": 409,
        "671098": 410,
        "671139": 411,
        "671184": 412,
        "671186": 413,
        "671199": 414,
        "671232": 415,
        "671274": 416,
        "671381": 417,
        "671392": 418,
        "671401": 419,
        "671593": 420,
        "671675": 421,
        "671954": 422,
        "672220": 423,
        "672368": 424,
        "672463": 425,
        "672555": 426,
        "672894": 427,
        "673688": 428,
        "674293": 429,
        "__OOV__": 430
    },
    "C8": {
        "__PAD__": 0,
        "676733": 1,
        "676734": 2,
        "676735": 3,
        "676736": 4,
        "676737": 5,
        "676740": 6,
        "676738": 7,
        "676739": 8,
        "676741": 9,
        "676745": 10,
        "676750": 11,
        "676742": 12,
        "676746": 13,
        "676743": 14,
        "676757": 15,
        "676744": 16,
        "676747": 17,
        "676758": 18,
        "676760": 19,
        "676765": 20,
        "676773": 21,
        "676775": 22,
        "__OOV__": 23
    },
    "C9": {
        "__PAD__": 0,
        "677367": 1,
        "677368": 2,
        "__OOV__": 3
    },
    "C10": {
        "__PAD__": 0,
        "677371": 1,
        "677373": 2,
        "677374": 3,
        "677400": 4,
        "677372": 5,
        "677376": 6,
        "677389": 7,
        "677395": 8,
        "677377": 9,
        "677379": 10,
        "677453": 11,
        "677393": 12,
        "677406": 13,
        "677438": 14,
        "677440": 15,
        "677555": 16,
        "678015": 17,
        "677381": 18,
        "677382": 19,
        "677383": 20,
        "677385": 21,
        "677396": 22,
        "677409": 23,
        "677411": 24,
        "677416": 25,
        "677434": 26,
        "677477": 27,
        "677508": 28,
        "677519": 29,
        "677522": 30,
        "677524": 31,
        "677594": 32,
        "677618": 33,
        "677956": 34,
        "677979": 35,
        "677375": 36,
        "677380": 37,
        "677390": 38,
        "677392": 39,
        "677398": 40,
        "677399": 41,
        "677401": 42,
        "677404": 43,
        "677405": 44,
        "677407": 45,
        "677408": 46,
        "677412": 47,
        "677413": 48,
        "677414": 49,
        "677421": 50,
        "677424": 51,
        "677425": 52,
        "677429": 53,
        "677432": 54,
        "677437": 55,
        "677439": 56,
        "677443": 57,
        "677455": 58,
        "677458": 59,
        "677461": 60,
        "677464": 61,
        "677470": 62,
        "677476": 63,
        "677482": 64,
        "677488": 65,
        "677497": 66,
        "677498": 67,
        "677505": 68,
        "677513": 69,
        "677515": 70,
        "677518": 71,
        "677528": 72,
        "677534": 73,
        "677536": 74,
        "677537": 75,
        "677538": 76,
        "677544": 77,
        "677550": 78,
        "677554": 79,
        "677563": 80,
        "677564": 81,
        "677567": 82,
        "677572": 83,
        "677574": 84,
        "677576": 85,
        "677584": 86,
        "677585": 87,
        "677587": 88,
        "677597": 89,
        "677599": 90,
        "677610": 91,
        "677615": 92,
        "677620": 93,
        "677622": 94,
        "677624": 95,
        "677626": 96,
        "677639": 97,
        "677641": 98,
        "677644": 99,
        "677647": 100,
        "677650": 101,
        "677654": 102,
        "677656": 103,
        "677669": 104,
        "677677": 105,
        "677680": 106,
        "677683": 107,
        "677692": 108,
        "677697": 109,
        "677700": 110,
        "677723": 111,
        "677724": 112,
        "677726": 113,
        "677730": 114,
        "677735": 115,
        "677738": 116,
        "677742": 117,
        "677743": 118,
        "677773": 119,
        "677775": 120,
        "677780": 121,
        "677786": 122,
        "677794": 123,
        "677802": 124,
        "677807": 125,
        "677808": 126,
        "677814": 127,
        "677823": 128,
        "677824": 129,
        "677833": 130,
        "677837": 131,
        "677844": 132,
        "677846": 133,
        "677853": 134,
        "677854": 135,
        "677855": 136,
        "677871": 137,
        "677874": 138,
        "677878": 139,
        "677879": 140,
        "677884": 141,
        "677891": 142,
        "677892": 143,
        "677898": 144,
        "677912": 145,
        "677918": 146,
        "677931": 147,
        "677947": 148,
        "677954": 149,
        "677955": 150,
        "677966": 151,
        "677980": 152,
        "677982": 153,
        "677984": 154,
        "677988": 155,
        "678004": 156,
        "678009": 157,
        "678020": 158,
        "678037": 159,
        "678043": 160,
        "678051": 161,
        "678058": 162,
        "678061": 163,
        "678069": 164,
        "678075": 165,
        "678076": 166,
        "678095": 167,
        "678100": 168,
        "678106": 169,
        "678120": 170,
        "678156": 171,
        "678208": 172,
        "678269": 173,
        "678292": 174,
        "678296": 175,
        "678310": 176,
        "678322": 177,
        "678333": 178,
        "678335": 179,
        "678390": 180,
        "678397": 181,
        "678427": 182,
        "678440": 183,
        "678463": 184,
        "678499": 185,
        "678513": 186,
        "678520": 187,
        "678550": 188,
        "678567": 189,
        "678608": 190,
        "678614": 191,
        "678667": 192,
        "678675": 193,
        "678699": 194,
        "678727": 195,
        "678729": 196,
        "678746": 197,
        "678747": 198,
        "678763": 199,
        "678774": 200,
        "678821": 201,
        "678822": 202,
        "678864": 203,
        "678877": 204,
        "678893": 205,
        "678903": 206,
        "678923": 207,
        "678941": 208,
        "678960": 209,
        "678972": 210,
        "679010": 211,
        "679030": 212,
        "679078": 213,
        "679110": 214,
        "679121": 215,
        "679143": 216,
        "679191": 217,
        "679197": 218,
        "679199": 219,
        "679215": 220,
        "679240": 221,
        "679264": 222,
        "679353": 223,
        "679378": 224,
        "679392": 225,
        "679406": 226,
        "679420": 227,
        "679436": 228,
        "679463": 229,
        "679487": 230,
        "679501": 231,
        "679628": 232,
        "679637": 233,
        "679685": 234,
        "679720": 235,
        "679802": 236,
        "679828": 237,
        "679831": 238,
        "679832": 239,
        "679911": 240,
        "679916": 241,
        "679929": 242,
        "679932": 243,
        "679953": 244,
        "680062": 245,
        "680064": 246,
        "680072": 247,
        "680267": 248,
        "680312": 249,
        "680313": 250,
        "680377": 251,
        "680451": 252,
        "680545": 253,
        "680711": 254,
        "680733": 255,
        "680800": 256,
        "680951": 257,
        "681074": 258,
        "681137": 259,
        "681243": 260,
        "681331": 261,
        "681360": 262,
        "681479": 263,
        "681481": 264,
        "681606": 265,
        "681744": 266,
        "681757": 267,
        "681906": 268,
        "681952": 269,
        "682002": 270,
        "682006": 271,
        "682012": 272,
        "682019": 273,
        "682103": 274,
        "682219": 275,
        "682363": 276,
        "682515": 277,
        "682635": 278,
        "682786": 279,
        "682788": 280,
        "682867": 281,
        "682884": 282,
        "682935": 283,
        "683259": 284,
        "683268": 285,
        "683278": 286,
        "683286": 287,
        "683327": 288,
        "683488": 289,
        "683607": 290,
        "683844": 291,
        "684163": 292,
        "684226": 293,
        "684393": 294,
        "684536": 295,
        "684682": 296,
        "684688": 297,
        "685069": 298,
        "685189": 299,
        "685278": 300,
        "685438": 301,
        "685487": 302,
        "685829": 303,
        "686476": 304,
        "687248": 305,
        "687482": 306,
        "687535": 307,
        "688128": 308,
        "688224": 309,
        "688534": 310,
        "688786": 311,
        "689023": 312,
        "689386": 313,
        "690727": 314,
        "690769": 315,
        "691018": 316,
        "692498": 317,
        "693650": 318,
        "694087": 319,
        "695113": 320,
        "695535": 321,
        "695888": 322,
        "700413": 323,
        "708341": 324,
        "709395": 325,
        "716131": 326,
        "717782": 327,
        "727202": 328,
        "__OOV__": 329
    },
    "C11": {
        "__PAD__": 0,
        "732098": 1,
        "732087": 2,
        "732092": 3,
        "732122": 4,
        "732086": 5,
        "732093": 6,
        "732090": 7,
        "732097": 8,
        "732114": 9,
        "732125": 10,
        "732143": 11,
        "732085": 12,
        "732088": 13,
        "732103": 14,
        "732110": 15,
        "732118": 16,
        "732236": 17,
        "732302": 18,
        "732327": 19,
        "732357": 20,
        "732096": 21,
        "732100": 22,
        "732102": 23,
        "732104": 24,
        "732107": 25,
        "732131": 26,
        "732162": 27,
        "732173": 28,
        "732198": 29,
        "732220": 30,
        "732275": 31,
        "732328": 32,
        "733042": 33,
        "733512": 34,
        "732094": 35,
        "732105": 36,
        "732109": 37,
        "732112": 38,
        "732123": 39,
        "732130": 40,
        "732148": 41,
        "732167": 42,
        "732170": 43,
        "732174": 44,
        "732182": 45,
        "732193": 46,
        "732194": 47,
        "732197": 48,
        "732202": 49,
        "732203": 50,
        "732213": 51,
        "732237": 52,
        "732250": 53,
        "732256": 54,
        "732260": 55,
        "732287": 56,
        "732291": 57,
        "732311": 58,
        "732338": 59,
        "732344": 60,
        "732382": 61,
        "732391": 62,
        "732413": 63,
        "732461": 64,
        "732521": 65,
        "732525": 66,
        "732589": 67,
        "732642": 68,
        "732734": 69,
        "732804": 70,
        "732919": 71,
        "732930": 72,
        "732999": 73,
        "733001": 74,
        "733020": 75,
        "733139": 76,
        "733869": 77,
        "734031": 78,
        "734630": 79,
        "735574": 80,
        "732091": 81,
        "732095": 82,
        "732101": 83,
        "732108": 84,
        "732111": 85,
        "732115": 86,
        "732116": 87,
        "732117": 88,
        "732120": 89,
        "732132": 90,
        "732136": 91,
        "732138": 92,
        "732139": 93,
        "732140": 94,
        "732141": 95,
        "732142": 96,
        "732144": 97,
        "732145": 98,
        "732146": 99,
        "732151": 100,
        "732152": 101,
        "732154": 102,
        "732158": 103,
        "732161": 104,
        "732165": 105,
        "732171": 106,
        "732177": 107,
        "732184": 108,
        "732185": 109,
        "732187": 110,
        "732188": 111,
        "732189": 112,
        "732190": 113,
        "732199": 114,
        "732201": 115,
        "732208": 116,
        "732209": 117,
        "732219": 118,
        "732221": 119,
        "732222": 120,
        "732227": 121,
        "732230": 122,
        "732231": 123,
        "732232": 124,
        "732243": 125,
        "732248": 126,
        "732252": 127,
        "732257": 128,
        "732258": 129,
        "732261": 130,
        "732262": 131,
        "732264": 132,
        "732265": 133,
        "732270": 134,
        "732271": 135,
        "732274": 136,
        "732276": 137,
        "732278": 138,
        "732279": 139,
        "732280": 140,
        "732288": 141,
        "732289": 142,
        "732293": 143,
        "732294": 144,
        "732298": 145,
        "732300": 146,
        "732305": 147,
        "732306": 148,
        "732308": 149,
        "732310": 150,
        "732316": 151,
        "732321": 152,
        "732329": 153,
        "732330": 154,
        "732333": 155,
        "732336": 156,
        "732346": 157,
        "732356": 158,
        "732368": 159,
        "732373": 160,
        "732379": 161,
        "732388": 162,
        "732389": 163,
        "732393": 164,
        "732397": 165,
        "732404": 166,
        "732407": 167,
        "732408": 168,
        "732411": 169,
        "732412": 170,
        "732414": 171,
        "732422": 172,
        "732423": 173,
        "732427": 174,
        "732440": 175,
        "732441": 176,
        "732442": 177,
        "732445": 178,
        "732449": 179,
        "732450": 180,
        "732452": 181,
        "732455": 182,
        "732460": 183,
        "732465": 184,
        "732469": 185,
        "732472": 186,
        "732481": 187,
        "732483": 188,
        "732486": 189,
        "732488": 190,
        "732502": 191,
        "732503": 192,
        "732506": 193,
        "732511": 194,
        "732513": 195,
        "732514": 196,
        "732516": 197,
        "732534": 198,
        "732535": 199,
        "732538": 200,
        "732539": 201,
        "732540": 202,
        "732547": 203,
        "732548": 204,
        "732550": 205,
        "732551": 206,
        "732554": 207,
        "732573": 208,
        "732583": 209,
        "732584": 210,
        "732594": 211,
        "732598": 212,
        "732603": 213,
        "732606": 214,
        "732608": 215,
        "732615": 216,
        "732616": 217,
        "732618": 218,
        "732620": 219,
        "732623": 220,
        "732633": 221,
        "732651": 222,
        "732653": 223,
        "732655": 224,
        "732656": 225,
        "732673": 226,
        "732681": 227,
        "732685": 228,
        "732687": 229,
        "732688": 230,
        "732692": 231,
        "732694": 232,
        "732701": 233,
        "732704": 234,
        "732709": 235,
        "732722": 236,
        "732723": 237,
        "732726": 238,
        "732741": 239,
        "732745": 240,
        "732756": 241,
        "732763": 242,
        "732765": 243,
        "732770": 244,
        "732774": 245,
        "732775": 246,
        "732805": 247,
        "732806": 248,
        "732810": 249,
        "732821": 250,
        "732825": 251,
        "732828": 252,
        "732841": 253,
        "732853": 254,
        "732863": 255,
        "732868": 256,
        "732870": 257,
        "732873": 258,
        "732888": 259,
        "732889": 260,
        "732895": 261,
        "732900": 262,
        "732901": 263,
        "732923": 264,
        "732925": 265,
        "732929": 266,
        "732938": 267,
        "732939": 268,
        "732953": 269,
        "732959": 270,
        "732965": 271,
        "733000": 272,
        "733010": 273,
        "733012": 274,
        "733017": 275,
        "733035": 276,
        "733039": 277,
        "733046": 278,
        "733065": 279,
        "733076": 280,
        "733082": 281,
        "733085": 282,
        "733086": 283,
        "733089": 284,
        "733102": 285,
        "733103": 286,
        "733106": 287,
        "733107": 288,
        "733124": 289,
        "733134": 290,
        "733135": 291,
        "733142": 292,
        "733144": 293,
        "733151": 294,
        "733200": 295,
        "733202": 296,
        "733206": 297,
        "733208": 298,
        "733210": 299,
        "733223": 300,
        "733266": 301,
        "733269": 302,
        "733281": 303,
        "733287": 304,
        "733298": 305,
        "733313": 306,
        "733320": 307,
        "733335": 308,
        "733347": 309,
        "733360": 310,
        "733361": 311,
        "733367": 312,
        "733373": 313,
        "733425": 314,
        "733428": 315,
        "733441": 316,
        "733467": 317,
        "733495": 318,
        "733555": 319,
        "733565": 320,
        "733567": 321,
        "733572": 322,
        "733574": 323,
        "733580": 324,
        "733591": 325,
        "733592": 326,
        "733593": 327,
        "733648": 328,
        "733658": 329,
        "733659": 330,
        "733661": 331,
        "733668": 332,
        "733717": 333,
        "733737": 334,
        "733754": 335,
        "733757": 336,
        "733785": 337,
        "733828": 338,
        "733854": 339,
        "733864": 340,
        "733900": 341,
        "733912": 342,
        "733935": 343,
        "733955": 344,
        "733977": 345,
        "733983": 346,
        "733994": 347,
        "734055": 348,
        "734056": 349,
        "734121": 350,
        "734175": 351,
        "734191": 352,
        "734225": 353,
        "734254": 354,
        "734347": 355,
        "734351": 356,
        "734387": 357,
        "734390": 358,
        "734393": 359,
        "734412": 360,
        "734424": 361,
        "734467": 362,
        "734583": 363,
        "734588": 364,
        "734636": 365,
        "734651": 366,
        "734694": 367,
        "734732": 368,
        "734784": 369,
        "734813": 370,
        "734819": 371,
        "734830": 372,
        "734855": 373,
        "734872": 374,
        "734937": 375,
        "734949": 376,
        "735033": 377,
        "735060": 378,
        "735390": 379,
        "735457": 380,
        "735513": 381,
        "735676": 382,
        "735688": 383,
        "735817": 384,
        "735912": 385,
        "735939": 386,
        "736027": 387,
        "__OOV__": 388
    },
    "C12": {
        "__PAD__": 0,
        "737432": 1,
        "737433": 2,
        "737438": 3,
        "737439": 4,
        "737435": 5,
        "737436": 6,
        "737448": 7,
        "737445": 8,
        "737446": 9,
        "737434": 10,
        "737440": 11,
        "737443": 12,
        "737437": 13,
        "737442": 14,
        "737460": 15,
        "737462": 16,
        "737463": 17,
        "737466": 18,
        "737467": 19,
        "737472": 20,
        "737479": 21,
        "737449": 22,
        "737456": 23,
        "737457": 24,
        "737474": 25,
        "737476": 26,
        "737478": 27,
        "737490": 28,
        "737492": 29,
        "737505": 30,
        "737533": 31,
        "737581": 32,
        "737625": 33,
        "737626": 34,
        "738081": 35,
        "738266": 36,
        "738370": 37,
        "739241": 38,
        "1007412": 39,
        "1013923": 40,
        "1021290": 41,
        "1032935": 42,
        "1077275": 43,
        "1079144": 44,
        "1082349": 45,
        "1112590": 46,
        "737441": 47,
        "737447": 48,
        "737450": 49,
        "737451": 50,
        "737452": 51,
        "737453": 52,
        "737454": 53,
        "737468": 54,
        "737469": 55,
        "737470": 56,
        "737477": 57,
        "737481": 58,
        "737486": 59,
        "737502": 60,
        "737512": 61,
        "737521": 62,
        "737522": 63,
        "737523": 64,
        "737528": 65,
        "737536": 66,
        "737549": 67,
        "737551": 68,
        "737556": 69,
        "737558": 70,
        "737560": 71,
        "737568": 72,
        "737589": 73,
        "737591": 74,
        "737592": 75,
        "737597": 76,
        "737602": 77,
        "737607": 78,
        "737615": 79,
        "737630": 80,
        "737632": 81,
        "737634": 82,
        "737635": 83,
        "737639": 84,
        "737644": 85,
        "737659": 86,
        "737662": 87,
        "737664": 88,
        "737666": 89,
        "737669": 90,
        "737681": 91,
        "737695": 92,
        "737696": 93,
        "737704": 94,
        "737714": 95,
        "737717": 96,
        "737720": 97,
        "737729": 98,
        "737730": 99,
        "737761": 100,
        "737800": 101,
        "737802": 102,
        "737808": 103,
        "737865": 104,
        "737890": 105,
        "737898": 106,
        "737909": 107,
        "737911": 108,
        "737926": 109,
        "737933": 110,
        "737945": 111,
        "738035": 112,
        "738055": 113,
        "738064": 114,
        "738131": 115,
        "738145": 116,
        "738157": 117,
        "738158": 118,
        "738209": 119,
        "738245": 120,
        "738304": 121,
        "738454": 122,
        "738458": 123,
        "738495": 124,
        "738534": 125,
        "738539": 126,
        "738543": 127,
        "738648": 128,
        "738852": 129,
        "738857": 130,
        "738970": 131,
        "739001": 132,
        "739004": 133,
        "739080": 134,
        "739152": 135,
        "739216": 136,
        "739273": 137,
        "739280": 138,
        "739286": 139,
        "739298": 140,
        "739311": 141,
        "739412": 142,
        "739418": 143,
        "739614": 144,
        "739637": 145,
        "739670": 146,
        "739789": 147,
        "739792": 148,
        "739813": 149,
        "739881": 150,
        "739959": 151,
        "740078": 152,
        "740110": 153,
        "740280": 154,
        "740301": 155,
        "740487": 156,
        "740488": 157,
        "740693": 158,
        "741005": 159,
        "741068": 160,
        "741210": 161,
        "741499": 162,
        "741691": 163,
        "741734": 164,
        "741809": 165,
        "742649": 166,
        "742995": 167,
        "743518": 168,
        "743563": 169,
        "743567": 170,
        "743792": 171,
        "743811": 172,
        "743891": 173,
        "743903": 174,
        "743909": 175,
        "743978": 176,
        "744169": 177,
        "744254": 178,
        "744271": 179,
        "744312": 180,
        "744755": 181,
        "745960": 182,
        "746551": 183,
